/* Localizable strings of com.apple.screensaver preference manifest */

"screensaver.pfm_title" =			"Janela de acesso da protecção de ecrã";
"screensaver.pfm_description" =			"Preferências da palavra-passe de pausa e protecção de ecrã e preferências da protecção de ecrã da janela de acesso";
"loginWindowIdleTime.pfm_title" =			"Tempo de inactividade da janela de acesso";
"loginWindowIdleTime.pfm_description" =		"Tempo de inactividade da janela de acesso em segundos. Definir como 0 para desactivar a protecção de ecrã na janela de acesso.";
"loginWindowModulePath.pfm_title" =			"Percurso do módulo da protecção de ecrã da janela de acesso";
"loginWindowModulePath.pfm_description" =	"Percurso do sistema de ficheiros para um módulo de protecção de ecrã. Por exemplo, “/Sistema/Biblioteca/Screen Savers/Flurry.saver”. Tenha em atenção que nem todas as protecções de ecrã funcionam antes do acesso, incluindo protecções de ecrãs com feeds, aleatórias ou não concebidas em parceria com a Apple.";
"askForPassword.pfm_title" =			"Pedir palavra-passe";
"askForPassword.pfm_description" =			"Exigir palavra-passe para reactivar da pausa ou da protecção de ecrã. Definir como 1 para exigir uma palavra-passe. Definir como 0 para não exigir uma palavra-passe.";
